Revit 2027 API
ParameterTypeId.StairsDbgShowBoundary3d Property
 "Show Stairs' Boundary 3D"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsDbgShowBoundary3d { get; }
Public Shared ReadOnly Property StairsDbgShowBoundary3d As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsDbgShowBoundary3d {
	ForgeTypeId^ get ();
}
static member StairsDbgShowBoundary3d : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace